Revit 2024 API
ParameterTypeId.RbsCurveSlope Property
 "Slope Percentage (%)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCurveSlope { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurveSlope As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurveSlope {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace